Repository: AlexandriaOL/hamfax-qt5
Catalog: po/hamfax_*.po
Languages: de

source: CorrectDialog::&Cancel
de: &Abbrechen

source: FaxWindow::&About HamFax
de: &Über HamFax

source: FaxWindow::&Adjust IOC (change width)
de: &Modul anpassen (verändert Bildbreite)

source: FaxWindow::&Don't Exit
de: &Nicht beenden

source: FaxWindow::&Exit
de: &Beenden

source: FaxWindow::&File
de: &Datei

source: FaxWindow::&Help
de: &Hilfe

source: FaxWindow::&Image
de: &Bild

source: FaxWindow::&Open
de: &Öffnen

source: FaxWindow::&Options
de: &Optionen

source: FaxWindow::&Quick save as PNG
de: S&chnellspeichern (PNG)

source: FaxWindow::&Receive
de: &Empfangen

source: FaxWindow::&Save
de: &Speichern

source: FaxWindow::&Scale to IOC (scale whole image)
de: M&odul anpassen (skaliert Bild)

source: FaxWindow::&Transmit
de: &Senden

source: FaxWindow::AM is only used for getting images from weather satellites together with a FM receiver. FM together with a USB (upper side band) transceiver is the right setting for HF
de: AM wird für die Übertragung von Bildern von Wettersatelliten zusammen mit einem FM-Empfänger eigesetzt. Für Übertragungen über Kurwelle wird hier FM zusammen mit einem USB (upper side band)-Transceiver benötigt.

source: FaxWindow::About &QT
de: Über &QT

source: FaxWindow::HamFax is a Qt application for transmitting and receiving ham radio facsimiles and weather broadcasts. Author: Christof Schmitt, DH1CS <cschmitt@users.sourceforge.net> The demodulator is taken from ACfax by Andreas Czechanowski, DL4SDC License: GNU General Public License Version: %1
de: HamFax ist eine Qt-Anwendung zum Senden und Empfangen von Amateurfunk- und Wetter-Faksimiles. Autor: Christof Schmitt, DH1CS <cschmitt@users.sourceforge.net> Die Demodulationsroutinen stammen aus ACfax von Andreas Czechanowski, DL4SDC Lizenz: GNU General Public License Version: %1

source: FaxWindow::IOC: %1
de: Modul: %1

source: FaxWindow::In color mode each line is split in three lines: red, green and blue.
de: Im Farb-Modus wird jede Zeile in drei Zeilen aufgeteilt: rot, grün und blau

source: FaxWindow::Index Of Cooperation: image width in pixels divided by PI
de: Modul (index of cooperation): Bildbreite in Pixeln dividiert durch PI

source: FaxWindow::Please enter IOC
de: Modul eingeben:

source: FaxWindow::Really exit?
de: HamFax beenden?

source: FaxWindow::Receive from P&TC
de: von &PTC

source: FaxWindow::Receive from d&sp
de: von &Soundkarte

source: FaxWindow::Receive from f&ile
de: aus &Datei

source: FaxWindow::Transmit to &file
de: in &Datei

source: FaxWindow::Transmit using &PTC
de: mit &PTC

source: FaxWindow::Transmit using &dsp
de: mit &Soundkarte

source: FaxWindow::apt settings
de: APT Einstellungen

source: FaxWindow::apt start
de: APT-Start

source: FaxWindow::apt stop
de: APT-Stop

source: FaxWindow::automatic scroll to last received line
de: Bild während Empfang rollen

source: FaxWindow::bandwidth of the software demodulator
de: Filterbreite der Softwaredemodulation

source: FaxWindow::carrier
de: Träger

source: FaxWindow::color
de: Farbe

source: FaxWindow::deviation for FM
de: Hub für FM

source: FaxWindow::deviation
de: Hub

source: FaxWindow::device settings
de: &Geräte-Einstellungen

source: FaxWindow::facsimile settings
de: &Faksimile-Einstellungen

source: FaxWindow::filter
de: Filter

source: FaxWindow::frequency of the black/white pattern at the beginning of a facsimile
de: Frequenz des Schwarz/Weiß-Musters zu Beginn der Übertragung

source: FaxWindow::frequency of the black/white pattern at the end of a facsimile
de: Frequenz des Schwarz/Weiß-Musters am Ende der Übertragung

source: FaxWindow::image size: %1x%2
de: Bildgröße: %1x%2

source: FaxWindow::input file name
de: zu ladende Datei

source: FaxWindow::inverted
de: invertiert

source: FaxWindow::key PTT while transmitting with DSP
de: PTT während Senden via Soundkarte aktivieren

source: FaxWindow::length of the black/white pattern at the beginning of a facsimile
de: Länge des Schwarz/Weiß-Musters zu Beginn der Übertragung

source: FaxWindow::length of the black/white pattern at the end of a facsimile
de: Länge des Schwarz/Weiß-Musters am Ende der Übertragung

source: FaxWindow::lines per minute
de: Zeilen pro Minute

source: FaxWindow::load image
de: Bild laden

source: FaxWindow::lpm
de: ZPM

source: FaxWindow::middle
de: mittel

source: FaxWindow::modulation settings
de: Modulations-Einstellungen

source: FaxWindow::modulation
de: Modulation

source: FaxWindow::mono
de: schwarz/weiß

source: FaxWindow::narrow
de: schmal

source: FaxWindow::normal means 2.5% white, 95% black and again 2.5% white
de: normal bedeutet 2,5% weiß, 95% schwarz und 2.5% weiß

source: FaxWindow::output file name
de: Ausgabedatei

source: FaxWindow::phasing lines mark the beginning of a line and the speed (lpm)
de: Synchronisationszeilen bestimmen den Zeilenbeginn und die Geschwindigkeit

source: FaxWindow::phasing lines
de: Synchronisationszeilen

source: FaxWindow::redraw as color facsimile
de: als Farbfaksimilie neuzeichnen

source: FaxWindow::redraw as mono facsimile
de: als S/W-Faksimile neuzeichnen

source: FaxWindow::save image
de: Bild speichern

source: FaxWindow::select beginning of line
de: Zeilenbeginn auswählen

source: FaxWindow::select first point of vertical line
de: ersten Punkt auf vertikaler Linie auswählen

source: FaxWindow::select second point of vertical line
de: zweiten Punkt auf vertikaler Linux auswählen

source: FaxWindow::set beginning of line
de: Zeilenbeginn einstellen

source: FaxWindow::shift colors (R->G,G->B,B->R)
de: Farben vertauschen (rot zu grün, grün zu blau, blau zu rot)

source: FaxWindow::show tool tips
de: Hinweistexte anzeigen

source: FaxWindow::signal carrier for FM and AM
de: Trägerfrequenz für FM und AM

source: FaxWindow::slant correction
de: Schräglaufkorrektur

source: FaxWindow::wide
de: breit

source: File::could not allocate AFfilesetup
de: AFfilesetup konnte nicht angelegt werden

source: File::could not open file
de: Datei konnte nicht geöffnet werden

source: File::sample rate is not 8000 Hz
de: Abtastfrequenz ist nicht 8000 Hz

source: File::samples size not 16 bit
de: Samplegröße ist nicht 16 Bit

source: HelpDialog::&Close
de: &Schließen

source: OptionsDialog::&Cancel
de: &Abbrechen

source: OptionsDialog::dsp device
de: Gerätedatei für Sound

source: OptionsDialog::ptc device
de: serielle Gerätedatei für PTC

source: OptionsDialog::ptc speed
de: Übertragungsrate zum PTC

source: OptionsDialog::ptt device
de: serielle Gerätedatei für PTT

source: ReceiveDialog::&Cancel
de: &Abbrechen

source: ReceiveDialog::&Skip apt start
de: Suche nach APT-Start &abbrechen

source: ReceiveDialog::Apt frequency: %1 Hz
de: APT-Frequenz: %1 Hz

source: ReceiveDialog::decoding phasing
de: dekodiere Synchronisationszeilen

source: ReceiveDialog::phasing line, lpm %1
de: Synchronisationszeile, %1 ZPM

source: ReceiveDialog::receiving line %1
de: empfange Zeile %1

source: ReceiveDialog::searching APT start tone
de: suche APT-Start

source: ReceiveDialog::skip phasing
de: &Überspringe Synchronisationszeilen

source: Sound::could not open dsp device
de: Sound-Gerätedatei kann nicht geöffnet werden

source: Sound::could not set audio format S16_LE
de: Audio-Format konnte nicht auf S16_LE gesetzt werden

source: Sound::could not set audio format to S16_NE
de: Audio-Format konnte nicht auf S16_NE gesetzt werden

source: Sound::could not set mono mode
de: Mono-Modues konnte nicht eingestellt werden

source: Sound::could not set sample rate
de: Abtastrate konnte nicht gesetzt werden

source: TransmitDialog::&Cancel
de: &Abbrechen
